<user>
!
i
the
.
,
to
you
(
<url>
a
...
and
my
me
of
?
is
for
in
it
"
this
so
-
with
on
that
)
be
i'm
have
:
but
just
rt
love
your
all
not
was
at
are
..
like
/
get
up
frame
&
lol
know
good
do
u
now
when
one
if
we
follow
no
can
what
go
don't
out
x
will
day
'
please
from
see
too
want
there
back
it's
today
about
really
how
got
thanks
2
can't
time
its
think
im
*
haha
going
he
<3
as
miss
by
need
an
her
they
or
well
our
why
new
much
she
more
make
paperback
would
then
come
some
wish
1
oh
been
only
3
thank
who
i'll
still
had
them
tomorrow
>
happy
right
that's
here
best
never
work
feel
him
beautiful
hope
am
you're
has
night
gonna
black
home
xx
people
wanna
yeah
picture
off
say
pack
great
complete
could
last
school
always
even
life
should
better
us
did
way
sorry
tweet
wait
his
take
fans
xxx
girl
4
s
wide
over
though
tonight
hate
sad
bad
poster
next
again
hey
<
yes
because
baby
dont
o
custom
twitter
first
sleep
tell
morning
:d
look
were
where
guys
birthday
nice
man
i've
ever
someone
live
world
little
down
friends
edition
something
made
watch
being
very
after
fun
didn't
omg
phone
long
getting
give
video
soon
okay
let
than
6
5
done
week
same
w
thing
shit
ur
talk
bed
cause
said
year
sure
everyone
cute
god
any
friend
amazing
these
set
ok
pretty
following
big
keep
book
game
hahaha
days
hardcover
find
cant
weekend
help
n
white
;
other
doing
10
already
tho
before
text
call
thought
case
things
their
show
old
having
everything
most
series
hard
cool
two
mean
makes
#
fuck
girls
won't
dvd
another
thats
stop
cd
every
lmao
ill
actually
hi
|
hair
song
high
music
aww
what's
may
ya
try
12
wood
he's
:p
watching
must
many
awesome
true
looking
name
away
person
into
^
via
sooo
without
nothing
wrong
anything
play
audio
m
coming
998
997
995
995
992
992
987
984
982
978
977
975
974
968
961
957
954
951
948
946
946
943
940
940
936
930
929
929
923
911
908
908
904
902
901
900
899
899
894
888
887
887
877
877
870
866
864
860
858
854
854
851
848
848
847
844
843
842
838
836
835
833
825
825
825
823
820
819
818
816
815
812
811
810
808
802
800
800
796
793
791
790
785
785
778
777
776
774
767
765
765
762
761
759
758
755
751
749
746
743
743
742
741
740
740
738
738
734
734
733
729
729
725
721
721
720
714
709
708
707
707
705
704
703
703
702
696
694
689
686
684
681
676
671
671
669
668
667
666
665
665
657
657
657
654
654
654
654
653
653
653
649
647
646
644
640
639
638
632
631
629
629
628
627
627
626
621
617
617
616
616
615
613
612
611
609
607
607
606
606
605
605
604
602
597
596
595
595
593
591
590
588
587
580
578
578
577
574
571
569
569
569
566
566
565
562
562
562
560
558
557
556
555
555
553
553
552
551
550
549
548
547
546
544
544
541
541
540
537
537
535
535
534
534
533
533
531
531
530
530
529
528
526
526
522
521
520
520
520
518
518
517
515
512
510
510
509
507
506
505
501
501
501
501
501
500
500
499
496
496
495
495
494
493
492
492
492
491
491
489
488
487
487
486
486
485
484
483
480
480
477
475
475
475
472
472
472
471
468
468
467
465
465
464
462
462
460
458
458
456
455
454
454
454
452
451
451
450
449
447
446
442
442
442
442
441
440
440
439
439
439
436
436
436
435
435
434
432
432
431
430
430
430
430
429
429
428
428
428
427
426
426
424
424
423
423
422
419
419
418
418
417
416
416
414
412
412
410
410
409
409
409
408
407
407
407
407
407
406
406
406
404
404
403
402
402
402
402
402
401
400
399
398
398
395
395
394
394
393
393
393
392
392
391
390
390
389
388
387
387
387
387
387
387
385
384
383
383
383
382
382
381
381
377
377
377
376
376
376
376
376
375
374
373
372
371
371
371
371
371
370
369
369
368
367
365
365
365
364
364
363
363
363
363
362
362
362
362
361
361
361
360
360
359
358
358
358
358
357
357
356
356
355
354
353
353
353
352
351
350
350
350
350
349
349
349
348
347
346
345
345
345
344
344
343
343
343
341
341
341
340
340
340
340
339
339
338
338
338
338
338
337
337
334
333
333
333
333
333
333
332
332
332
332
332
332
332
331
330
330
330
328
328
328
327
327
327
327
327
327
326
326
324
324
324
324
323
322
322
322
322
322
321
320
319
319
319
318
318
317
316
316
316
315
315
314
314
314
313
312
312
312
312
311
311
311
310
309
309
308
307
307
306
306
306
305
305
304
303
303
303
302
302
302
301
301
300
300
299
299
299
298
298
298
298
297
297
296
296
296
296
296
296
295
294
294
294
292
292
292
292
291
291
290
290
289
289
289
288
288
288
288
288
287
287
287
287
286
286
286
285
285
285
284
284
283
282
282
281
281
281
280
280
280
279
279
279
278
278
277
277
277
277
277
277
277
277
276
276
276
274
274
274
273
273
273
273
273
271
270
270
269
269
269
268
267
267
266
266
266
265
264
263
263
262
261
261
261
261
260
260
260
260
259
259
259
259
258
258
258
258
258
257
257
256
256
256
256
256
255
255
255
255
255
254
254
254
253
253
253
253
253
252
252
252
252
252
252
251
251
251
250
249
249
249
249
248
248
248
248
247
247
247
246
246
245
245
245
245
245
245
244
244
244
243
243
243
243
242
242
241
241
241
240
240
240
240
240
239
239
239
239
239
239
238
238
238
238
238
238
237
237
237
237
237
237
236
236
236
236
234
234
234
233
233
233
233
233
232
232
232
231
231
231
230
230
230
228
228
228
228
228
228
227
227
227
226
226
226
225
225
225
224
224
223
223
223
223
222
222
222
222
222
222
221
221
220
220
219
219
219
218
218
218
218
217
217
217
217
217
217
217
216
216
216
216
215
215
215
215
215
215
214
214
214
213
213
213
213
213
213
213
213
212
212
212
211
211
211
211
211
210
210
210
210
210
210
210
209
209
208
208
208
208
207
207
207
206
206
206
206
206
206
205
205
205
205
205
205
205
205
204
204
204
204
204
204
204
203
203
203
203
203
203
203
202
202
202
202
202
201
201
201
201
201
201
200
200
200
200
200
199
199
199
199
198
198
198
198
197
197
197
196
196
195
195
195
195
195
194
194
194
194
194
194
194
194
193
193
193
193
193
193
193
192
192
192
192
191
191
191
190
190
190
190
189
189
189
189
189
189
189
189
189
188
188
188
188
188
188
187
187
187
187
186
186
186
186
185
185
185
185
185
185
185
185
185
184
184
184
184
184
184
183
183
183
182
182
182
182
181
180
180
180
180
180
180
179
179
179
179
179
178
178
178
178
178
177
177
177
177
176
176
176
176
176
175
175
175
175
175
174
174
174
174
173
173
173
173
173
173
173
172
172
172
172
171
171
171
171
171
171
170
170
170
170
170
170
170
169
169
169
169
169
169
169
169
168
168
168
168
168
168
168
167
167
167
167
167
167
166
166
165
165
165
165
165
164
164
164
164
164
164
164
163
163
163
163
163
163
163
162
162
162
162
162
162
162
162
161
161
161
161
161
161
161
161
161
160
160
160
160
160
160
160
160
159
159
159
159
159
159
159
159
159
159
159
159
158
158
158
158
158
158
158
157
157
157
157
157
157
157
157
157
157
157
156
156
156
156
156
156
156
156
155
155
155
155
155
155
155
155
155
154
154
154
154
154
154
154
154
154
154
154
153
153
153
153
153
153
153
152
152
152
152
152
152
152
152
152
152
152
152
152
152
152
152
151
151
151
151
151
151
150
150
150
150
150
150
150
149
149
149
149
149
149
149
149
149
149
149
149
149
149
149
148
148
148
148
148
148
148
148
148
147
147
147
147
147
147
147
147
147
147
146
146
146
146
146
146
146
146
146
146
145
145
145
145
145
145
145
145
145
144
144
144
144
144
144
143
143
143
143
143
143
143
143
142
142
142
142
142
142
142
142
142
142
142
142
142
142
142
142
141
141
141
141
141
141
141
141
141
140
140
140
140
140
140
140
140
140
140
140
140
139
139
139
139
139
139
139
139
139
139
138
138
138
138
138
138
138
138
138
138
138
138
138
137
137
137
137
137
137
137
137
137
136
136
136
136
136
136
136
136
136
136
136
136
136
135
135
135
135
135
135
135
135
134
134
134
134
134
134
134
134
134
134
134
134
134
134
133
133
133
133
133
133
133
133
133
132
132
132
132
132
132
132
132
132
132
132
131
131
131
131
131
131
131
131
131
131
131
131
131
131
131
131
130
130
130
130
130
130
130
130
130
130
130
130
130
130
130
130
129
129
129
129
129
129
129
129
129
129
129
128
128
128
128
128
128
128
128
128
128
128
128
128
127
127
127
127
127
127
127
127
127
127
127
127
126
126
126
126
126
126
126
126
126
126
126
126
126
126
126
126
125
125
125
125
125
125
125
125
125
125
125
125
125
125
125
124
124
124
124
124
124
124
124
124
124
124
124
124
124
124
124
124
124
123
123
123
123
123
123
123
122
122
122
122
122
122
122
122
122
122
122
122
121
121
121
121
121
121
121
120
120
120
120
120
120
120
120
120
120
120
120
120
120
120
120
120
120
120
119
119
119
119
119
119
119
119
119
119
119
119
119
119
119
118
118
118
118
118
118
118
118
118
118
118
118
118
118
117
117
117
117
117
117
117
117
117
117
117
117
117
117
116
116
116
116
116
116
116
116
116
116
115
115
115
115
115
115
115
115
115
115
115
115
115
115
115
115
115
115
114
114
114
114
114
114
114
114
114
114
114
114
114
114
114
114
114
114
113
113
113
113
113
113
113
113
113
113
113
113
113
113
112
112
112
112
112
112
112
112
112
112
112
112
112
111
111
111
111
111
111
111
111
111
111
111
111
111
111
111
110
110
110
110
110
110
110
110
110
110
110
110
110
110
110
110
110
110
109
109
109
109
109
109
109
109
109
109
109
109
109
109
109
109
109
108
108
108
108
108
108
108
108
108
108
108
108
107
107
107
107
107
107
107
107
107
107
107
107
107
107
107
107
107
107
106
106
106
106
106
106
106
106
106
106
106
105
105
105
105
105
105
105
105
105
105
105
105
105
105
105
104
104
104
104
104
104
104
104
104
104
104
104
104
104
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
103
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
102
101
101
101
101
101
101
101
101
101
101
101
101
101
101
100
100
100
100
100
100
100
100
100
100
100
100
100
100
100
100















































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































































